Repository: copoliyo/gps-running
Catalog: UniqueRoutesPlugin/Properties/Resources.*.resx
Languages: es

# AllowPointsOutsideBand
source: Allowed points outside band
es: Puntos permitidos fuera de la banda

source: Bandwidth
es: Amplitud de banda

# BandwidthWarning
source: Bandwidth must be a number.
es: Amplitud de banda debe de ser un número

# BeginningMeterWarning
source: Ignore beginning meters must be a number.
es: Ignorar principio debe de ser un número

# DidNotFindAnyRoutes
source: Did not find any other activities on same route.\nIf you think there should be some, please adjust the settings and try again.
es: No se encontró ninguna actividad en la misma ruta. si crees que debería, por favor ajusta las configuraciones y trata de nuevo.

source: Do it!
es: Procesar

# EndMeterWarning
source: Ignore end meters must be a number.
es: Ignorar final debe se un número

# FoundActivities
source: Found {0} other activities on same route.
es: Se encontraron {0} actividades en la misma ruta.

source: Ignore beginning of route
es: Ignorar principio de ruta

source: Ignore end of route
es: Ignorar final de ruta

source: Include all activities in search
es: Incluir todas las actividades en la búsqueda

# IncludeOnlyCategory
source: Include only activities in category '{0}' in search
es: Incluir solo actividades en la categoría '{0}' en la búsqueda.

# PluginApplicationError
source: An error occured in applying the {0} plugin. Low-level error message: {1}
es: Un error ocurrió al aplica el plugin {0}. Mensaje del error: {1}

source: Routes have direction
es: Las rutas tienen dirección

# Webpage
source: Unique Routes plugin webpage
es: Link a Web del Plugin "Unique Routes"
