Repository: copoliyo/gps-running
Catalog: trunk/HighScorePlugin/Properties/Resources.*.resx
Languages: it, nl

source: Add
it: Aggiungi
nl: Toevoegen

source: and
it: e
nl: en

# AverageHR
source: Avg. HR.
it: Frequenza Cardiaca Media
nl: Gem. HF.

source: Biggest elevation difference
it: Massima Variazione di elevazione
nl: Grootste hoogteverschil

# BoundsMaximal
source: maximal
it: massimo
nl: maximaal

# BoundsMinimal
source: minimal
it: minimo
nl: minimaal

source: BPM from
it: da BPM
nl: BPM van

source: BPM to
it: a BPM
nl: BPM tot

source: Cannot add to distances.
it: impossibile aggiungere le distanze
nl: Kan niet toevoegen aan afstand.

source: Cannot add to elevations.
it: impossibile aggiungere le elevazioni
nl: Kan niet toevoegen aan hoogte.

# CannotAddToHRZones
source: Cannot add to heart rates. From and to BPM must be positive numbers, and from must be smaller than to.
it: non posso aggiungere le frequenza cardiache, i valori iniziali e finali devono essere positivi, e i finali devono essere maggiori degli iniziali
nl: Kan niet toevoegen aan hartslaggegevens. Van en tot BPM moeten positieve waarden zijn, en van moet kleiner zijn dan tot.

# CannotAddToPaceZones
source: Cannot add to paces. From and to must be a time in the format mm:ss, and from time must be faster than to time.
it: non posso aggiungere i ritmi. I valori iniziali e finali devono essere in formato mm:ss, i tempi iniziali devono essere più rapidi dei finali
nl: Kan niet toevoegen aan tempo. Van en tot zijn tijden in formaat mm:ss, en van tijd moet eerder zijn dan tot tijd.

# CannotAddToSpeedZones
source: Cannot add to paces. From and to must be positive numbers, and from number must be slower than to number.
it: non posso aggiungere i ritmi. I valori iniziali e finali devono essere positivi, inoltre i valori iniziali devono essere più lenti dei finali
nl: Kan niet toevoegen aan tempo. Van en tot moeten positieve waarden zijn, en van getal moet kleiner zijn dan tot getal.

source: Cannot add to times.
it: impossibile aggiungere ai tempi
nl: Kan niet toevoegen aan tijden.

# CopyTable
source: Copy table to clipboard
it: copia tabella alla clipboard
nl: Kopieer tabel naar klembord

source: Date
it: data
nl: Datum

source: Distance
it: Distanza
nl: Afstand

source: Distances
it: distanze
nl: Afstanden

# DomDistance
source: distance
it: distanza
nl: afstand

# DomElevation
source: elevation
it: elevazione
nl: hoogte

# DomTime
source: time
it: tempo
nl: tijd

source: Elevation
it: elevazione
nl: Hoogte

source: Elevations
it: elevazioni
nl: Hoogtes

source: End
it: fine
nl: Einde

source: Find
it: trova
nl: Zoek

source: From
it: da
nl: Van

source: had manual entered data
it: ci sono dati inseriti manualmente
nl: bevat manueel ingevoerde gegevens

source: had no start time
it: manca l'ora di inizio
nl: heeft geen starttijd

# HR
source: Heart rate (BPM)
it: frequenza cardiaca (BPM)
nl: Hartslag (BPM)

# HRAndSpeedZones
source: HR. & speed zone
it: zone di velocità e frequenza cardiaca
nl: HF. & snelheidszone

source: HR. zone
it: zona di frequenza cardiaca
nl: HF. Zone

# HRZones
source: Heart rate zones
it: zone di frequenza cardiaca
nl: Hartslagzones

# HS1
source: High Score for one activity
it: High Score per una attività
nl: High Score voor één activiteit

# HS2
source: High Score for {0} activities
it: High Score per {0} attività
nl: High Score voor {0} activiteiten

# HSV1
source: High Score view of {0} activities
it: visualizza High Score per {0} attività
nl: High Score visualisatie voor {0} activiteiten

# HSV2
source: High Score view of one activity
it: visualizza High Score per una attività
nl: High Score visualisatie voor één activiteit

# HSV3
source: High Score view of no activities
it: visualizza High Score per nessuna attività
nl: High Score visualisatie zonder activiteiten

# IgnoredActivities
source: Ignored {0} activities
it: ignorate {0} attività
nl: {0} activiteiten genegeerd

# IgnoreManualEnteredBox
source: Ignored activities with manual entered data
it: ignorate attività con dati inseriti manualmente
nl: Activiteiten met manueel ingevoerde gegevens genegeerd

source: Location
it: luogo
nl: Locatie

source: Longest distance traveled
it: massima distanza corsa
nl: Langste afstand afgelegd

source: Longest time spent
it: tempo impiegato massimo
nl: Langste duur besteed

# LowerCaseAnd
source: and
it: e
nl: en

# LowerCaseGraph
source: graph
it: grafico
nl: grafiek

# LowerCaseMaximal
source: maximal
it: massimo
nl: maximaal

# LowerCaseMinimal
source: minimal
it: minimo
nl: minimaal

# LowerCasePace
source: pace
it: ritmo
nl: tempo

# LowerCaseSpeed
source: speed
it: velocità
nl: snelheid

# LowerCaseTable
source: table
it: tabella
nl: tabel

source: meters
it: metri
nl: meter

# NoResultsForSettings
source: No results for this settings.
it: nessun risultato con queste impostazioni
nl: Geen resultaten voor deze instelling.

# NothingToDisplay
source: Nothing to display for this setting.
it: niente da visualizzare con queste impostazioni
nl: Niets af te beelden voor deze instelling.

source: on a distance of
it: su una distanza di
nl: met een afstand van

source: on an elevation of
it: su un dislivello di
nl: met een hoogte van

# OnATimeOfHours
source: on a time of {0} hours
it: su un tempo di {0} ore
nl: met een tijd van {0} uur

# OnATimeOfMinutes
source: on a time of {0} minutes
it: su un tempo di {0} minuti
nl: met een tijd van {0} minuten

# OnATimeOfSeconds
source: on a time of {0} seconds
it: su un tempo di {0} secondi
nl: met een tijd van {0} seconden

# Pace
source: Pace min/{0}
it: ritmo min/{0}
nl: Tempo min/{0}

# Pace2
source: Pace (min/{0})
it: ritmo (min/{0})
nl: Tempo (min/{0})

# PaceLabelFrom
source: mm:ss/min from
it: da mm:ss/min
nl: mm:ss/min van

# PaceLabelTo
source: mm:ss/min to
it: a mm:ss/min
nl: mm:ss/min tot

source: Pace zones
it: zone di ritmo
nl: Tempozones

source: per specified
it: per specifica
nl: per ingestelde

source: Question?
it: domande?
nl: Vraag?

source: Remove
it: rimuovi
nl: Wissen

source: Reset...
it: ripristina
nl: Resetten…

source: Reset all settings...
it: ripristina tutto
nl: Alle waarden resetten…

# ResetAllSettingsWarning
source: Are you sure you want to delete the current settings and use the default settings instead?
it: Sei sicuro di voler cancellare i settaggi correnti ad utilizzare i valori standard?
nl: Bent u zeker dat u de huidige waarden wil wissen en dat u de standaardwaarden wil gebruiken ?

# ResetDistancesWarning
source: Are you sure you want to delete the current distances and return to default distances?
it: Sei sicuro di voler cancellare le distanza correnti ad utilizzare le distanze standard?
nl: Bent u zeker dat u de huidige afstanden wil wissen en dat u de standaardafstanden wil gebruiken ?

# ResetElevationsWarning
source: Are you sure you want to delete the current elevations and return to default elevations?
it: Sei sicuro di voler cancellare le elevazioni correnti ad utilizzare le elevazioni standard?
nl: Bent u zeker dat u de huidige hoogtes wil wissen en dat u de standaardhoogtes wil gebruiken ?

# ResetHRZonesWarning
source: Are you sure you want to delete the current heart rate zones and return to default heart rate zones?
it: Sei sicuro di voler cancellare le zone di frequenza cardiaca correnti ad utilizzare le zone di frequenza cardiaca standard?
nl: Bent u zeker dat u de huidige hartslagzones wil wissen en dat u de standaardhartslagzones wil gebruiken ?

# ResetPaceZonesWarning
source: Are you sure you want to delete the current pace zones and return to default pace zones?
it: Sei sicuro di voler cancellare i ritmi correnti ad utilizzare i ritmi standard?
nl: Bent u zeker dat u de huidige tempozones wil wissen en dat u de standaardtempozones wil gebruiken ?

# ResetTimesWarning
source: Are you sure you want to delete the current times and return to default times?
it: Sei sicuro di voler cancellare i tempi correnti ad utilizzare i tempi standard?
nl: Bent u zeker dat u de huidige tijden wil wissen en dat u de standaardtijden wil gebruiken ?

source: seconds
it: secondi
nl: seconden

source: Shortest distance traveled
it: minor distanza corsa
nl: Kortste afstand afgelegd

source: Shortest time spent
it: tempo impegato minimo
nl: Kortste tijd besteed

source: Show
it: visualizza
nl: Toon

source: Smallest elevation difference
it: differenza di altezza minima
nl: Kleinste hoogteverschil

# SomeHours
source: {0} hours
it: {0} ore
nl: {0} uur

# SomeMinutes
source: {0} minutes
it: {0} minuti
nl: {0} minuten

# SomeSeconds
source: {0} seconds
it: {0} secondi
nl: {0} seconden

# Speed
source: Speed {0}/h
it: velocità {0}/h
nl: Snelheid {0}/u

# Speed2
source: Speed ({0}/h)
it: velocità {0}/h
nl: Snelheid ({0}/u)

# SpeedLabelFrom
source: {0}/h from
it: da {0}/h
nl: {0}/u van

# SpeedLabelTo
source: {0}/h to
it: a {0}/h
nl: {0}/u tot

source: speed zone
it: zona velocità
nl: snelheidszone

source: Start
it: inizio

source: Time
it: ora
nl: Tijd

source: Time (hours)
it: tempo (ore)
nl: Tijd (uur)

source: Times
it: volte
nl: Tijden

source: To
it: a
nl: Tot

# UnitCentimeter
source: Centimeter
it: Centimetri

# UnitFoot
source: Foot
it: Piedi
nl: Voet

# UnitInch
source: Inch
it: Pollici

# UnitKilometer
source: Kilometer
it: Chilometri

# UnitMeter
source: Meter
it: Metri

# UnitMile
source: Mile
it: Miglio
nl: Mijl

# UnitYard
source: Yard
it: Yarda

source: Warning
it: attenzione
nl: Waarschuwing

# Webpage
source: High Score plugin webpage
it: pagina web plugin 'High Score'
nl: High Score plugin webpagina

# WithAHRBetween
source: with a heart rate between {0} and {1} BPM
it: con frequenza cardiaca compresa tra {0} e {1} BPM
nl: met hartslag tussen {0} en {1} BPM

# WithAPaceBetween
source: with a pace between {0} min/{1} and {2} min/{3}
it: con ritmo compreso tra {0} min/{1} e {2} min/{3}
nl: met tempo tussen {0} min/{1} en {2} min/{3}

# WithASpeedBetween
source: with a speed between {0} {1}/h and {2} {3}/h
it: con velocità compresa tra {0} {1}/h e {2} {3}/h
nl: met een snelheid tussen {0} {1}/u en {2} {3}/u

source: Yes
it: si
nl: Ja

source: Goal
nl: Doel

# HourShort
source: h
nl: u

source: No
nl: Neen

# SpeedFormat
source: {0}/h
nl: {0}/u

# TimeFormat
source: hh:mm:ss
nl: uu:mm:ss
