Repository: copoliyo/gps-running
Catalog: PerformancePredictorPlugin/Properties/Resources.*.resx
Languages: da, de, es, fr, it

source: Add distance
da: Tilføj afstand
de: Entfernung hinzufügen
es: Agregar distancia
fr: Ajouter la distance
it: Aggiungi distanza

# AdjustedPace
source: Adjusted pace (min/{0})
da: Tilpasset pace (min/{0})
de: Angepasstes Tempo (min/{0})
es: Paso ajustado (min./{0})
fr: Allure estimée (min/{0})
it: ritmo corretto (min/{0})

# AdjustedSpeed
source: Adjusted speed ({0}/h)
da: Tilpasset hastighed ({0}/t)
de: Angepasste Geschwindigkeit ({0}/h)
es: Velocidad ajustada ({0}/h)
fr: Vitesse estimée ({0}/h)
it: velocità corretta ({0}/h)

source: Adjusted time
da: Tilpasset tid
de: Angepasste Zeit
es: Tiempo ajustado
fr: Durée estimée
it: tempo corretto

source: Adjusted VDOT
da: Tilpasset VDOT
de: Angepasste VDOT
es: VDOT ajustado
fr: VDOT estimée
it: VDOT corretto

source: Distance
da: Afstand
de: Entfernung
es: Distancia
it: Distanza

# DistanceMeters
source: Distance (meter)
da: Afstand (meter)
de: Entfernung (meter)
es: Distancia (metros)
fr: Distance (mètre)
it: Distanza (metri)

# DistancesUsed
source: Distance used in models
da: Afstande brugt i modellerne
de: Entfernung
es: Distancia usada en modelos
fr: Distances utilisées dans les modèles
it: Distanza utilizzata nei modelli

source: Duration
da: Varighed
de: Dauer
es: Duración
fr: Durée
it: Durata

source: Easy aerobic zone
da: Let aerobic zone
de: Aerobe Trainingsphase
es: Zona aeróbica fácil
fr: zone aérobie légére
it: Zona Aerobica facile

# EndOfPart
source: End of part ({0})
da: End of del ({0})
de: Ende von Teil ({0})
es: Final de parte ({0})
fr: Fin de la section ({0})
it: Fine della parte ({0})

# EstimatedPace
source: Estimated pace (min/{0})
da: Estimeret pace (min/{0})
de: Abgeschätztes Tempo (min/{0})
es: Paso estimado (min./{0})
fr: Allure estimée (min/{0})
it: ritmo stimato (min/{0})

# EstimatedSpeed
source: Estimated speed ({0}/h)
da: Estimeret speed ({0}/t)
de: Abgeschätzte Geschwindigkeit (min/{0})
es: Velocidad estimada ({0}/h)
fr: Vitesse estimée ({0}/h)
it: Velocità stimata ({0}/h)

source: Estimated time
da: Estimeret tid
de: Abgeschätzte Zeit
es: Tiempo estimado
fr: Durée estimée
it: tempo stimato

source: High aerobic zone
da: Høj aerobic zone
de: Anaerobe Trainingsphase
es: Zona aeróbica alta
fr: Zone aérobie Intense
it: zona aerobica alta

source: High Score plugin integration
es: Integración con plugin "High Score"
fr: Intégration du plugin High Score
it: integrazione plugin 'High Score'

source: Interval split times
da: Interval split tider
de: Intervall der Split Zeiten
es: Tiempo para intervalos
fr: Fractionnés
it: Intervallo tempi/velocità

source: Marathon
es: Maratón
it: Maratona

# MilePace
source: Mile (min/{0})
es: Milla (min./{0})
it: Miglio (min/{0})

# MileSpeed
source: Mile ({0}/h)
da: Mile ({0}/t)
es: Milla ({0}/h)
it: Miglio ({0}/h)

source: Mod aerobic zone
da: Moderat aerobic zone
de: Moderate aerobe Trainingsphase
es: Zona aeróbica moderada
fr: Zone aérobie Modérée
it: zona aerobica intermedia

# NoMaxHR
source: Please go the athlete view and set your maximal heart rate to see the results.
da: Gå til Udøver-view og sæt din makspulsfor at se resultaterne.
de: Bitte wechseln Sie zur Sportler Ansicht und ergänzen dort Ihre maximale Herzfrequenz um das Ergebnis zu sehen.
es: Por favor establezca su RC máximo en configuraciones para ver resultados
fr: Merci de saisir votre FC max dans la vue Athlète pour afficher les résultats.
it: per favore, vai alle impostazioni dell'atleta e imposta la tua frequenza cardiaca massima per ottenere un risultato

# Pace
source: Pace (min/{0})
de: Tempo (min/{0})
es: Paso (min./{0})
fr: Allure (min/{0})
it: Ritmo (min/{0})

source: Pace for tempo runs
da: Pace for tempo ture
de: Tempo für Sprints
es: Paso para "Tempo"
fr: Allure au Seuil
it: Ritmi previsti per durate esercizio

# PaceForTempoRuns_label
source: Pace for tempo runs of 20 to 60 minutes at VDOT {0:0.0}
da: Pace af tempoture af 20 til 60 minuters varighed ved VDOT {0:0.0}
de: Tempo für sprints von 20 bis 60 Minuten bei VDOT {0:0.0}
es: Paso para Tempo de 20 hasta 60 minutes a VDOT {0:0.0}
fr: Allure au seuil pour un effort de 20 à 60 minutes à un VDOT de {0:0.0}
it: Ritmi previsti per durate da 20 a 60 minuti a VDOT {0:0.0}

# PaceRunNotification
source: 20 min run is at lactate threshold pace - pace of longer runs adjusted to maintain proper intensity.
da: 20 min løb er ved mælkesyregrænsepace - pace ved længere løb er korrigeret for at holde passende intensitet.
de: 20 min Lauf ist an der Laktat Tempo Schwelle - Das Tempo von längeren Läufen ist angepasst um richtige Intensität zu erhalten.
es: 20 minutos al paso de umbral de lactato - el paso de carreras más largas deberá ser ajustado para mantener la intensidad apropiada.
fr: La course de 20 min est au seuil (lactate), les courses plus longues sont ajustées afin de maintenir l'intensité appropriée.
it: 20 minuti di attività sono al ritmo della soglia di lattato - i ritmi di attività più lunghe sono stati corretti per mantenere una idonea intensità.

# PercentMaxHR
source: %max HR.
da: %makspuls
de: %max Herzfrequenz.
es: % RC máx.
fr: % FC. Max

# PositiveNumber
source: Distance must be a positive number.
da: Afstande skal være et positivt tal.
de: Die Distanz muss eine positive Zahl sein.
es: Distancia debe ser un número positivo
fr: La distance doit être une valeur positive
it: la distanza deve essere un numero positivo

# PPHS1
source: Performance Predictor with High Score plugin on one activity
da: Performance Predictor med High Score plugin på én aktivitet
de: Performance Predictor - High Score Hochrechnung einer Aktivität.
es: Predicción de Rendimiento usando plugin "High Score" de una actividad
fr: Estimation des performances avec le plugin High Score sur une activité.
it: Previsione di performance con il plugin 'High Score' di una attività

# PPHS2
source: Performance Predictor with High Score plugin on {0} activities
da: Performance Predictor med High Score plugin på {0} activiteter
de: Performance Predictor - High Score Hochrechnung von {0} Aktivitäten.
es: Predicción de Rendimiento usando plugin "High Score" usando {0} actividades
fr: Estimation des performances avec le plugin High Score sur {0} activités.
it: Previsione di performance con il plugin 'High Score' di {0} attività

source: Predicted time
da: Forudsiget tid
de: Berechnete Zeit
es: Predicción de tiempo
fr: Durée estimée
it: tempo previsto

source: Prediction model
da: Forudsigelsesmodel
de: Berechnungsmodell
es: Modelo de predicción
fr: Modèle d'estimation
it: modello di previsione

source: Prediction results
da: Forudsigelsesresultater
de: Berechnungsergebnisse
es: Predicción de resultados
fr: Résultats estimés
it: risultato previsto

# ProcDistUsed
source: % of distance to predict time
da: % af afstand brugt til at forudsige tid
de: % der Distanz zur berechneten Zeit
es: % de distancia para predecir tiempo
fr: % de la distance pour estimer les temps
it: % della distanza per prevedere il tempo

# ProjectedTemperatureImpact
source: Projected adverse impact of high temperatures on {0:0.00} {1} time
da: Projekteret påvirkning af høje temperature på {0:0.00} {1} tid
de: Prognostizierte negative Auswirkungen der hohen Temperaturen auf {0:0.00} {1} Zeit
es: Proyección de impacto negativo de altas temperaturas en {0:0.00} {1} tiempo
fr: Estimation de l'impact négatif de la température sur la durée d'un {0:0.00} {1}
it: effetto negativo delle alte temperature su {0:0.00} {1} tempo

# ProjectedWeight
source: Projected weight (kg)
da: Projekteret vægt (kg)
de: Prognostiziertes Gewicht (kg)
es: Peso proyectado (Kg.)
fr: Projection du poids (kg)
it: peso previsto (kg)

# ProjectedWeightImpact
source: Projected impact of weight on {0:0.00} {1} time
da: Projekteret påvirkning af vægt på {0:0.00} {1} tid
de: Prognostizierte Auswirkung von Gewicht auf {0:0.00} {1} Zeit
es: Proyección de impacto de peso en {0:0.00} {1} tiempo
fr: Estimation de l'impact du poids sur un {0:0.00} {1}
it: effetto previsto del peso {0:0.00} {1} tempo

source: Recovery
da: Restituering
de: Erholung
es: Recuperación
fr: Récupération
it: recupero

source: Remove distance
da: Fjern afstand
de: Entferne Distanz
es: Quitar distancia...
fr: Supprimer la distance
it: rimuovi distanza

source: Reset all settings...
da: Nulstil alle indstillinger...
de: Zurücksetzen aller Einstellungen…
es: Restaurar todas las configuraciones…
fr: Réinitialiser tous les réglages...
it: ripristina tutte le impostazioni …

# ResetAllSettingsWarning
source: Are you sure you want to reset all settings? This cannot be undone.
da: Er du sikker på at du vil nulstille indstillinger? Dette kan ikke fortrydes.
de: Sind Sie sicher, dass Sie alle Einstellungen zurücksetzen möchten? Dies kann nicht widerrufen werden.
es: Esta usted seguro de querer restaurar todas las configuraciones? Esto no se puede deshacer.
fr: Etes vous sûr de vouloir réinitialiser tous les réglages ? Cette action ne pourra pas être annulée
it: sei sicuro di voler reimpostare tutti i settaggi? L'operazione non può essere annullata

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuraciones
fr: Réglages
it: settaggi

# SetWeight
source: Please go to the athlete view and set your weight to see the results.
da: Gå til Udøver-view og sæt din vægt for at se resultaterne.
de: Bitte wechseln Sie zur Sportler Ansicht und ergänzen dort Ihr Gewicht um das Ergebnis zu sehen.
es: Por favor establezca su peso en configuraciones para ver resultados
fr: Merci de saisir votre poids dans la vue Athlète pour afficher les résultats.
it: per favore, vai alle impostazioni dell'atleta e imposta il peso per ottenere un risultato

# ShowPace
source: Pace
de: Tempo
es: Paso
fr: Allure
it: ritmo

# ShowSpeed
source: Speed
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: velocità

# Speed
source: Speed ({0}/h)
da: Hastighed ({0}/t)
de: Geschwindigkeit ({0}/h)
es: Velocidad ({0}/h)
fr: Vitesse ({0}/h)
it: Velocità ({0}/h)

# StartOfPart
source: Start of part ({0})
da: Start of del ({0})
de: Start von Teil ({0})
es: Inicio de parte ({0})
fr: Début de la section ({0})
it: inizio della parte ({0})

source: Temperature
da: Temperatur
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura

source: Temperature impact
da: Temperatur påvirkning
de: Temperatur Auswirkung
es: Impacto de temperatura
fr: Incidence de la température
it: Effetto della Temperatura

# TemperatureNotification
source: Performance is not adversely affected at 16° C or lower.
da: Performance er ikke påvirket ved temperaturer på 16° C og lavere.
de: Die Performance ist nicht beeinträchtigt, bei 16° C oder weniger.
es: El rendimiento no es afectado negativamente a 16° C o menos.
fr: La performance n'est pas défavorablement affectée pour des températures inférieures ou égales à 16°C.
it: il risultato non è penalizzato per temperature inferiori ai 16° C

source: Time prediction
da: Tidsforudsigelser
de: Zeitberechnung
es: Predicción de tiempo
fr: Prédiction des temps
it: Tempo previsto

source: Training
da: Træning
es: Entrenamiento
fr: Entraînement
it: Allenamento

source: Train / race HR.
da: Træning / løbspuls
de: Train / Rennen HF.
es: RC entrenamiento / competencia
fr: FC entrain./course
it: Allenamento / gara HR.

source: Unit
da: Enhed
de: Einheit
es: Unidad
fr: Unité
it: unità

source: Use
da: Brug
de: Gebrauch
es: Usar
fr: Utiliser
it: utilizza

source: Used activity start date
da: Start dato på brugt aktivitet
de: Aktuelles Start-Datum der Aktivität
es: Fecha de inicio de actividad usada
fr: Date de l'activité utilisée
it: Data inizio attività

source: Used activity start time
da: Start tid på brugt aktivitet
de: Aktuelle Start-Zeit der Aktivität
es: Hora de inicio de actividad usada
fr: Heure de début utilisée
it: Ora inizio attivitò

source: Used length of activity
da: Brugt afstand af aktivitet
de: Verwendete Länge der Aktivität
es: Distancia usada de actividad
fr: Distance utilisée de l'activité
it: Lunghezza della attività

source: Used time of activity
da: Tid af brugt aktivtet
de: Verwendete Zeit der Aktivität
es: Tiempo usado de actividad
fr: Durée utilisée de l'activité
it: Durata della attività

source: Velocity
da: Fart
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: velocità

source: View in chart
da: Se i graf
de: Grafikdarstellung
es: Ver en gráfica
fr: Afficher le graphique
it: Visualizza in Grafico

source: View in table
da: Se i tabel
de: Tabellendarstellung
es: Ver en tabla
fr: Afficher la table
it: Visualizza in Tabella

# VO2MaxVDOT
source: % VO2 max: {0:0.0}%, VDOT: {1:0.0}
es: % VO2 máx.: {0:0.0}%, VDOT: {1:0.0}

# Webpage
source: Performance Predictor plugin webpage
da: Performance Predictor plugin hjemmeside
de: Performance Predictor Plugin Webseite
es: Link a Web del Plugin "Perfomance Predictor"
fr: page internet du plugin Performance Predictor
it: pagina web del plugin 'Performance Predictor'

# WeighImpact
source: Weight impact
da: Vægt påvirkning
de: Gewicht Auswirkung
es: Impacto del peso
fr: Incidence du poids
it: Effetto del Peso

# WeightNotification
source: Estimated times and paces are +/- 2 seconds per {0}.
da: Estimerede tider og paces er +/- 2 sekunder per mil.
de: Geschätzte Zeiten und Tempos sind + / - 2 Sekunden pro Meile.
es: Tiempos y pasos estimados son +/- 2 segundos por {0}.
fr: Estimation des durées et des allures à ± 2 secondes par {0}
it: Tempi e ritmi stimati sono +/- 2 secondi per {0}.

source: Zone / distance
da: Zone / afstand
de: Zone / Distanz
es: Zona / distancia
fr: Paliers / distance
it: Zona / Distanza

source: No seed activity
da: Ingen kildeaktivitet
fr: Pas d'activité distribuée
it: Nessuna attività

# k10Speed
source: 10k ({0}/h)
da: 10k ({0}/t)

# k5Speed
source: 5k ({0}/h)
da: 5k ({0}/t)
